Repository: vcamapp/app
Catalog: app/xcode/Sources/VCamVRoidHubCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, th, zh_hans, zh_hant

# conditionAntisocialHateUse
source: Antisocial/hateful acts
es: Actos antisociales o de odio
ja: 反社会的・憎悪表現での利用
ko: 반사회적·혐오 표현에서의 이용
pt_br: Atos antissociais ou de ódio
th: การใช้ในทางต่อต้านสังคมหรือสร้างความเกลียดชัง
zh_hans: 用于反社会或仇恨表达
zh_hant: 用於反社會或仇恨表現

# conditionCorporateCommercialUse
source: Corporate use
es: Uso corporativo
ja: 法人利用
ko: 법인 이용
pt_br: Uso corporativo
th: การใช้งานโดยนิติบุคคล
zh_hans: 企业使用
zh_hant: 企業使用

# conditionCredit
source: Attribution
es: Atribución
ja: クレジット表記
ko: 크레딧 표기
pt_br: Atribuição
th: การให้เครดิต
zh_hans: 署名
zh_hant: 標示出處

# conditionModification
source: Alterations
es: Modificaciones
ja: 改変
ko: 개변
pt_br: Modificações
th: การดัดแปลง
zh_hans: 修改
zh_hant: 修改

# conditionModifiedRedistribution
source: Redistribution of altered model
es: Redistribución del modelo modificado
ja: 改変物の再配布
ko: 개변물의 재배포
pt_br: Redistribuição do modelo modificado
th: การเผยแพร่ซ้ำโมเดลที่ดัดแปลง
zh_hans: 再分发修改后的模型
zh_hant: 再散布修改後的模型

# conditionPersonalCommercialUse
source: Individual commercial use
es: Uso comercial individual
ja: 個人の商用利用
ko: 개인의 상업적 이용
pt_br: Uso comercial individual
th: การใช้เชิงพาณิชย์โดยบุคคล
zh_hans: 个人商业用途
zh_hant: 個人商業用途

# conditionPoliticalReligiousUse
source: Political/religious acts
es: Actos políticos o religiosos
ja: 宗教・政治目的での利用
ko: 종교·정치 목적에서의 이용
pt_br: Atos políticos ou religiosos
th: การใช้เพื่อวัตถุประสงค์ทางการเมืองหรือศาสนา
zh_hans: 用于政治或宗教目的
zh_hant: 用於政治或宗教目的

# conditionRedistribution
source: Redistribution
es: Redistribución
ja: 再配布
ko: 재배포
pt_br: Redistribuição
th: การเผยแพร่ซ้ำ
zh_hans: 再分发
zh_hant: 再散布

# conditionSexualExpressions
source: Sexual acts
es: Actos sexuales
ja: 性的表現での利用
ko: 성적 표현에서의 이용
pt_br: Atos sexuais
th: การใช้ในเนื้อหาทางเพศ
zh_hans: 用于性表达
zh_hant: 用於性表現

# conditionUseAsAvatar
source: Avatar use
es: Uso como avatar
ja: アバター利用
ko: 아바타 이용
pt_br: Uso como avatar
th: การใช้เป็นอวตาร
zh_hans: 作为虚拟形象使用
zh_hant: 作為虛擬形象使用

# conditionViolentExpressions
source: Violent acts
es: Actos violentos
ja: 暴力表現での利用
ko: 폭력 표현에서의 이용
pt_br: Atos violentos
th: การใช้ในเนื้อหาความรุนแรง
zh_hans: 用于暴力表达
zh_hant: 用於暴力表現

# creditRequired
source: Required
es: Obligatoria
ja: 必要
ko: 필요
pt_br: Obrigatória
th: จำเป็น
zh_hans: 需要
zh_hant: 需要

# creditUnnecessary
source: Not required
es: No obligatoria
ja: 不要
ko: 불필요
pt_br: Não obrigatória
th: ไม่จำเป็น
zh_hans: 不需要
zh_hant: 不需要

# failedToLoadModels
source: Failed to load
es: No se pudo cargar
ja: 読み込みに失敗しました
ko: 불러오기에 실패했습니다
pt_br: Falha ao carregar
th: โหลดไม่สำเร็จ
zh_hans: 载入失败
zh_hant: 載入失敗

source: No models found
es: No se encontraron modelos
ja: モデルが見つかりません
ko: 모델을 찾을 수 없습니다
pt_br: Nenhum modelo encontrado
th: ไม่พบโมเดล
zh_hans: 找不到模型
zh_hant: 找不到模型

# permissionAllowed
source: Allow
es: Permitido
ja: OK
ko: 허용
pt_br: Permitido
th: อนุญาต
zh_hans: 允许
zh_hant: 允許

# permissionDisallowed
source: Do not allow
es: No permitido
ja: NG
ko: 허용 안 함
pt_br: Não permitido
th: ไม่อนุญาต
zh_hans: 不允许
zh_hant: 不允許

# permissionUnspecified
source: Not set
es: Sin especificar
ja: 未設定
ko: 미설정
pt_br: Não definido
th: ไม่ได้ระบุ
zh_hans: 未设置
zh_hant: 未設定

# personalCommercialNonprofit
source: Non-profit activities only
es: Solo actividades sin fines de lucro
ja: 非営利のみ
ko: 비영리 활동만
pt_br: Somente atividades sem fins lucrativos
th: เฉพาะกิจกรรมที่ไม่แสวงหากำไร
zh_hans: 仅限非营利活动
zh_hant: 僅限非營利活動

# preview3D
source: 3D Preview
es: Vista previa 3D
ja: 3Dプレビュー
ko: 3D 미리보기
pt_br: Prévia 3D
th: ดูตัวอย่าง 3D
zh_hans: 3D 预览
zh_hant: 3D 預覽

# preview3DHint
source: Drag to rotate the model.
es: Arrastra para girar el modelo.
ja: ドラッグでモデルを回せます。
ko: 드래그하여 모델을 회전할 수 있습니다.
pt_br: Arraste para girar o modelo.
th: ลากเพื่อหมุนโมเดล
zh_hans: 拖动即可旋转模型。
zh_hant: 拖曳即可旋轉模型。

# privateModel
source: Private
es: Privado
ja: 非公開
ko: 비공개
pt_br: Privado
th: ส่วนตัว
zh_hans: 非公开
zh_hant: 非公開

source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
pt_br: Tentar Novamente
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

source: Sign-in failed
es: No se pudo iniciar sesión
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
pt_br: Falha ao entrar
th: เข้าสู่ระบบไม่สำเร็จ
zh_hans: 登录失败
zh_hant: 登入失敗

source: Sign in to VRoid Hub
es: Iniciar sesión en VRoid Hub
ja: VRoid Hubにログイン
ko: VRoid Hub에 로그인
pt_br: Entrar no VRoid Hub
th: เข้าสู่ระบบ VRoid Hub
zh_hans: 登录 VRoid Hub
zh_hant: 登入 VRoid Hub

# usageConditions
source: Model Data Conditions of Use
es: Condiciones de uso del modelo
ja: モデルデータの利用条件
ko: 모델 데이터 이용 조건
pt_br: Condições de uso do modelo
th: เงื่อนไขการใช้ข้อมูลโมเดล
zh_hans: 模型数据使用条件
zh_hant: 模型資料使用條件

# usageConditionsUnavailable
source: The conditions of use could not be retrieved. Check them on VRoid Hub.
es: No se pudieron obtener las condiciones de uso. Consúltalas en VRoid Hub.
ja: 利用条件を取得できませんでした。VRoid Hubで確認してください。
ko: 이용 조건을 가져올 수 없습니다. VRoid Hub에서 확인해 주세요.
pt_br: Não foi possível obter as condições de uso. Confira no VRoid Hub.
th: ไม่สามารถดึงเงื่อนไขการใช้งานได้ โปรดตรวจสอบใน VRoid Hub
zh_hans: 无法获取使用条件。请在 VRoid Hub 上确认。
zh_hant: 無法取得使用條件。請至 VRoid Hub 確認。

# vroidHubSignInDescription
source: Sign in to VRoid Hub to use your models and liked models.
es: Inicia sesión en VRoid Hub para usar tus modelos y los que te gustan.
ja: VRoid Hubにログインすると、あなたのモデルやハートしたモデルを利用できます。
ko: VRoid Hub에 로그인하면 내 모델과 하트한 모델을 이용할 수 있습니다.
pt_br: Entre no VRoid Hub para usar seus modelos e os modelos curtidos.
th: เข้าสู่ระบบ VRoid Hub เพื่อใช้โมเดลของคุณและโมเดลที่คุณถูกใจ
zh_hans: 登录 VRoid Hub 后，即可使用你的模型和喜欢的模型。
zh_hant: 登入 VRoid Hub 後，即可使用你的模型和按過愛心的模型。
